/* -1001 error message */
"-1001 Please check your internet connection" = "Please check your internet connection(-1001)";

/* -1009 error message */
"-1009 Please check your internet connection" = "Please check your internet connection(-1009)";

/* http status code 400 error message */
"400 Invalid Request" = "Invalid Request";

/* http status code 401 error message */
"401 Unauthorized" = "Unauthorized";

/* http status code 500 error message */
"500 Something wrong, please try again, or contact us if problem persists" = "Something wrong, please try again, or contact us if problem persists";

/* http status code 503 error message */
"503 We're temporary under maintenance, please wait for a while and try again" = "We're temporary under maintenance, please wait for a while and try again";
